
[Heavy]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Black
[HeavyGreyCamo]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Black Camo
[Light]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Black
[LightGreyCamo]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Black Camo
[Medium]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Black
[MediumGreyCamo]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Black Camo
[HeavyBlue]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Blue
[HeavyBlueCamo]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Blue Camo
[LightBlue]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Blue
[LightBlueCamo]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Blue Camo
[MediumBlue]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Blue
[MediumBlueCamo]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Blue Camo
[HeavyGreen]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Green
[HeavyGreenCamo]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Green Camo
[LightGreen]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Green
[LightGreenCamo]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Green Camo
[MediumGreen]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Green
[MediumGreenCamo]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Green Camo
[HeavyTan]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Tan
[HeavyDesertCamo]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Tan Camo
[LightTan]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Tan
[LightDesertCamo]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Tan Camo
[MediumTan]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Tan
[MediumDesertCamo]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Tan Camo
[HeavyWinter]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Winter
[HeavyWinterCamo]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Winter Camo
[LightWinter]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Winter
[LightWinterCamo]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Winter Camo
[MediumWinter]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Winter
[MediumWinterCamo]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Winter Camo
[HeavyEuro]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Euro
[HeavyEuroCamo]
ID_Description=Heavy armor offers very good protection to an operative. Being the bulkiest armor, it reduces the operative's action speed for things such as reloading. Heavy armor protects the abdomen, legs, arms and head.
ID_NAME=Heavy Euro Camo
[LightEuro]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Euro
[LightEuroCamo]
ID_Description=The light armor offers minimal protection to an operative. Since it is light, it does not hinder the operative's action speeds. This is the default armor. It covers most parts of the body: abdomen, knees and elbows.
ID_NAME=Light Euro Camo
[MediumEuro]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Euro
[MediumEuroCamo]
ID_Description=The medium armor offers average protection to an operative. Since the medium armor is heavier than the light armor, it slightly hinders the operative's action speed for things such as reloading. This armor covers the abdomen, legs, elbows and head.
ID_NAME=Medium Euro Camo
